i
you
we
they
he
she
it
me
my
your
our
their
its
him
her
us
them
who
what
when
where
why
how
this
that
these
those
a
an
the
and
or
but
if
so
because
although
while
when
as
is
am
are
was
were
be
been
being
have
has
had
having
do
does
did
doing
can
could
will
would
shall
should
may
might
must
need
want
like
love
hate
know
think
believe
understand
see
look
watch
find
search
try
help
make
get
give
take
put
come
go
run
walk
talk
speak
say
tell
ask
answer
yes
no
maybe
probably
definitely
certainly
absolutely
sure
okay
ok
thanks
thank
please
sorry
hello
hi
hey
bye
goodbye
good
bad
great
nice
fine
well
right
wrong
true
false
correct
interesting
important
useful
helpful
new
old
big
small
high
low
more
less
very
really
quite
just
only
also
too
now
then
soon
later
today
yesterday
tomorrow
always
never
sometimes
often
usually
here
there
everywhere
somewhere
up
down
in
out
on
off
over
under
between
through
about
around
with
without
for
from
to
of
by
at
into
onto
until
before
after
during
since
above
below
near
far
close
next
first
last
again
still
yet
already
almost
enough
even
exactly
perhaps
possible
probably
actually
basically
certainly
clearly
currently
especially
finally
generally
however
immediately
indeed
instead
likely
mainly
mostly
naturally
obviously
originally
particularly
quickly
simply
specifically
suddenly
therefore
together
usually
nearly
recently
definitely
complete
continue
create
change
check
consider
decide
describe
design
determine
develop
discover
discuss
establish
evaluate
examine
expand
explain
explore
express
extend
identify
improve
include
increase
indicate
maintain
measure
observe
obtain
offer
operate
organize
perform
prepare
present
prevent
produce
protect
provide
recognize
reduce
remove
require
respond
result
reveal
review
select
separate
serve
solve
start
stop
study
success
suggest
supply
support
test
transmit
treat
try
understand
use
verify
write
address
approach
area
aspect
attention
balance
basis
benefit
capability
capacity
category
challenge
character
choice
circumstance
combination
community
comparison
component
concept
concern
condition
connection
consequence
consideration
construction
content
context
contribution
control
criticism
definition
degree
demand
detail
difference
difficulty
dimension
direction
discovery
discussion
distinction
distribution
domain
effect
element
emphasis
environment
error
essence
evaluation
evidence
example
existence
experience
explanation
expression
extent
factor
failure
feature
field
figure
focus
force
form
format
formula
foundation
framework
function
goal
ground
growth
guide
history
hypothesis
idea
identity
impact
implication
importance
indication
individual
influence
information
instance
institution
interest
interpretation
issue
item
kind
knowledge
lack
language
layer
level
limit
link
location
logic
manner
material
matter
meaning
measure
mechanism
memory
method
model
moment
motion
movement
nature
necessity
network
notion
number
object
observation
operation
opportunity
option
order
organization
origin
outcome
output
overview
part
participant
pattern
period
perspective
phase
phenomenon
philosophy
picture
piece
place
plan
point
policy
position
possibility
potential
power
practice
presence
presentation
principle
problem
procedure
process
product
production
progress
project
property
proposal
protection
quality
quantity
question
range
rate
ratio
reaction
reason
reference
region
relation
relationship
relevance
report
representation
requirement
research
resource
respect
response
responsibility
restriction
result
role
rule
sample
scale
scheme
scope
section
selection
sense
sequence
series
service
set
setting
shape
significance
similarity
situation
skill
solution
source
space
species
spectrum
sphere
stability
stage
standard
state
statement
status
step
strategy
structure
study
style
subject
substance
success
suggestion
summary
support
surface
survey
symbol
symptom
system
target
task
technique
technology
term
territory
test
text
theory
thesis
thought
threat
threshold
tool
topic
trace
track
tradition
transfer
transformation
transition
trend
trial
truth
type
understanding
unit
unity
use
user
utility
validity
value
variable
variation
variety
version
view
vision
volume
weight
work
world
curious
update
priority
coherent
natural
clarify
follow
geometry
searching
coordinate
integration
learning
improvement
adjust
refine
signal
noise
metric
fisher
rao
bures
entropy
phi
kappa
regime
conversation
chat
intent
insight
safety
acknowledge
collaborate
appreciate
ready
working
processing
nearby
boundary
candidate
promising
latent
dimension
feedback
open
close
assist
choose
switch
mode
passphrase
mnemonic
bitcoin
security
sensitive
vocabulary
pronoun
conjunction
article
grammar
coherence
