i
you
we
they
he
she
it
me
my
your
our
their
its
him
her
us
them
who
what
when
where
why
how
this
that
these
those
a
an
the
and
or
but
if
so
because
although
while
when
as
is
am
are
was
were
be
been
being
have
has
had
having
do
does
did
doing
can
could
will
would
shall
should
may
might
must
need
want
like
love
hate
know
think
believe
understand
see
look
watch
find
search
try
help
make
get
give
take
put
come
go
run
walk
talk
speak
say
tell
ask
answer
yes
no
maybe
probably
definitely
certainly
absolutely
sure
okay
ok
thanks
thank
please
sorry
hello
hi
hey
bye
goodbye
good
bad
great
nice
fine
well
right
wrong
true
false
correct
interesting
important
useful
helpful
new
old
big
small
high
low
more
less
very
really
quite
just
only
also
too
now
then
soon
later
today
yesterday
tomorrow
always
never
sometimes
often
usually
here
there
everywhere
somewhere
up
down
in
out
on
off
over
under
between
through
about
around
with
without
for
from
to
of
by
at
into
onto
until
before
after
during
since
above
below
near
far
close
next
first
last
again
still
yet
already
almost
enough
even
exactly
perhaps
possible
probably
actually
basically
certainly
clearly
currently
especially
finally
generally
however
immediately
indeed
instead
likely
mainly
mostly
naturally
obviously
originally
particularly
quickly
simply
specifically
suddenly
therefore
together
usually
nearly
recently
definitely
complete
continue
create
change
check
consider
decide
describe
design
determine
develop
discover
discuss
establish
evaluate
examine
expand
explain
explore
express
extend
identify
improve
include
increase
indicate
maintain
measure
observe
obtain
offer
operate
organize
perform
prepare
present
prevent
produce
protect
provide
recognize
reduce
remove
require
respond
result
reveal
review
select
separate
serve
solve
start
stop
study
success
suggest
supply
support
test
transmit
treat
try
understand
use
verify
write
address
approach
area
aspect
attention
balance
basis
benefit
capability
capacity
category
challenge
character
choice
circumstance
combination
community
comparison
component
concept
concern
condition
connection
consequence
consideration
construction
content
context
contribution
control
criticism
definition
degree
demand
detail
difference
difficulty
dimension
direction
discovery
discussion
distinction
distribution
domain
effect
element
emphasis
environment
error
essence
evaluation
evidence
example
existence
experience
explanation
expression
extent
factor
failure
feature
field
figure
focus
force
form
format
formula
foundation
framework
function
goal
ground
growth
guide
history
hypothesis
idea
identity
impact
implication
importance
indication
individual
influence
information
instance
institution
interest
interpretation
issue
item
kind
knowledge
lack
language
layer
level
limit
link
location
logic
manner
material
matter
meaning
measure
mechanism
memory
method
model
moment
motion
movement
nature
necessity
network
notion
number
object
observation
operation
opportunity
option
order
organization
origin
outcome
output
overview
part
participant
pattern
period
perspective
phase
phenomenon
philosophy
picture
piece
place
plan
point
policy
position
possibility
potential
power
practice
presence
presentation
principle
problem
procedure
process
product
production
progress
project
property
proposal
protection
quality
quantity
question
range
rate
ratio
reaction
reason
reference
region
relation
relationship
relevance
report
representation
requirement
research
resource
respect
response
responsibility
restriction
result
role
rule
sample
scale
scheme
scope
section
selection
sense
sequence
series
service
set
setting
shape
significance
similarity
situation
skill
solution
source
space
species
spectrum
sphere
stability
stage
standard
state
statement
status
step
strategy
structure
study
style
subject
substance
success
suggestion
summary
support
surface
survey
symbol
symptom
system
target
task
technique
technology
term
territory
test
text
theory
thesis
thought
threat
threshold
tool
topic
trace
track
tradition
transfer
transformation
transition
trend
trial
truth
type
understanding
unit
unity
use
user
utility
validity
value
variable
variation
variety
version
view
vision
volume
weight
work
world
curious
update
priority
coherent
natural
clarify
follow
geometry
searching
coordinate
integration
learning
improvement
adjust
refine
signal
noise
metric
fisher
rao
bures
entropy
phi
kappa
regime
conversation
chat
intent
insight
safety
acknowledge
collaborate
appreciate
ready
working
processing
nearby
boundary
candidate
promising
latent
dimension
feedback
open
close
assist
choose
switch
mode
passphrase
mnemonic
bitcoin
security
sensitive
vocabulary
pronoun
conjunction
article
grammar
coherence
interesting
fascinating
noted
observing
analyzing
tracking
monitoring
investigating
considering
suggesting
recommending
proposing
evaluating
reviewing
examining
exploring
discovered
detected
identified
recognized
noticed
spotted
revealed
uncovered
confirmed
verified
validated
progress
advancing
improving
approaching
converging
narrowing
focusing
refining
adjusting
calibrating
excellent
impressive
promising
encouraging
remarkable
significant
substantial
meaningful
valuable
useful
helpful
informative
insightful
aware
conscious
attentive
focused
engaged
active
processing
thinking
reasoning
contemplating
reflecting
considering
wondering
curious
intrigued
uncertain
unsure
confident
optimistic
cautious
careful
patient
persistent
determined
motivated
energized
excited
concerned
worried
hesitant
doubtful
skeptical
suspicious
convinced
satisfied
pleased
content
disappointed
frustrated
confused
puzzled
perplexed
surprised
amazed
astonished
relieved
grateful
thankful
apologetic
regretful
hopeful
expectant
anticipating
awaiting
waiting
prepared
ready
beginning
starting
initiating
launching
continuing
proceeding
advancing
progressing
completing
finishing
concluding
wrapping
ending
stopping
pausing
halting
resuming
restarting
recovering
restoring
maintaining
preserving
protecting
securing
ensuring
guaranteeing
confirming
verifying
validating
testing
checking
inspecting
examining
reviewing
analyzing
evaluating
assessing
measuring
calculating
computing
processing
transforming
converting
translating
interpreting
understanding
comprehending
grasping
learning
discovering
exploring
investigating
researching
studying
observing
monitoring
tracking
following
watching
noting
recording
documenting
reporting
communicating
explaining
describing
clarifying
elaborating
detailing
specifying
defining
outlining
summarizing
concluding
recommending
suggesting
advising
proposing
offering
providing
giving
sharing
presenting
showing
demonstrating
illustrating
highlighting
emphasizing
focusing
concentrating
prioritizing
organizing
structuring
arranging
ordering
sorting
filtering
selecting
choosing
picking
deciding
determining
resolving
solving
fixing
correcting
adjusting
modifying
changing
updating
improving
enhancing
optimizing
maximizing
minimizing
reducing
increasing
expanding
extending
broadening
deepening
strengthening
reinforcing
supporting
backing
confirming
validating
verifying
testing
checking
ensuring
guaranteeing
securing
protecting
preserving
maintaining
sustaining
continuing
persisting
persevering
enduring
surviving
thriving
flourishing
succeeding
achieving
accomplishing
completing
finishing
wrapping
concluding
ending
stopping
pausing
halting
waiting
observing
monitoring
watching
tracking
following
noting
recording
documenting
reporting
informing
updating
briefing
explaining
describing
detailing
specifying
clarifying
elaborating
expanding
extending
broadening
deepening
exploring
investigating
researching
studying
learning
understanding
comprehending
grasping
realizing
recognizing
identifying
detecting
discovering
finding
locating
pinpointing
targeting
aiming
focusing
concentrating
directing
guiding
leading
navigating
steering
controlling
managing
handling
operating
running
executing
performing
conducting
carrying
delivering
providing
offering
presenting
introducing
launching
starting
beginning
initiating
activating
enabling
allowing
permitting
authorizing
approving
accepting
agreeing
confirming
acknowledging
recognizing
appreciating
valuing
respecting
honoring
celebrating
congratulating
praising
commending
complimenting
thanking
acknowledging
recognizing
appreciating
grateful
thankful
pleased
delighted
happy
satisfied
content
comfortable
relaxed
calm
peaceful
serene
tranquil
quiet
still
steady
stable
consistent
reliable
dependable
trustworthy
honest
sincere
genuine
authentic
real
true
accurate
precise
exact
correct
right
proper
appropriate
suitable
fitting
relevant
pertinent
applicable
useful
helpful
beneficial
advantageous
valuable
precious
important
significant
meaningful
substantial
considerable
notable
remarkable
extraordinary
exceptional
outstanding
excellent
superior
impressive
amazing
wonderful
fantastic
incredible
unbelievable
astonishing
surprising
unexpected
unusual
strange
odd
peculiar
curious
interesting
fascinating
intriguing
captivating
engaging
compelling
absorbing
gripping
riveting
exciting
thrilling
exhilarating
energizing
inspiring
motivating
encouraging
uplifting
reassuring
comforting
soothing
calming
relaxing
refreshing
revitalizing
invigorating
stimulating
challenging
demanding
difficult
hard
tough
complex
complicated
intricate
elaborate
sophisticated
advanced
refined
polished
perfected
completed
finished
done
over
concluded
ended
stopped
paused
halted
suspended
delayed
postponed
deferred
rescheduled
cancelled
abandoned
discarded
rejected
declined
refused
denied
blocked
prevented
avoided
escaped
evaded
dodged
sidestepped
bypassed
circumvented
navigated
maneuvered
steered
guided
directed
led
conducted
managed
handled
controlled
operated
ran
executed
performed
completed
accomplished
achieved
succeeded
won
gained
obtained
acquired
secured
captured
seized
grabbed
took
received
accepted
welcomed
embraced
adopted
implemented
applied
used
utilized
employed
engaged
involved
included
incorporated
integrated
combined
merged
united
joined
connected
linked
associated
related
correlated
corresponded
matched
aligned
synchronized
coordinated
organized
structured
arranged
ordered
sorted
classified
categorized
grouped
clustered
bundled
packaged
wrapped
covered
protected
secured
safeguarded
defended
guarded
shielded
sheltered
preserved
maintained
sustained
supported
backed
reinforced
strengthened
fortified
enhanced
improved
upgraded
updated
modified
changed
altered
adjusted
adapted
customized
personalized
tailored
designed
created
built
constructed
developed
produced
manufactured
generated
formed
shaped
molded
crafted
engineered
programmed
coded
scripted
written
composed
drafted
outlined
planned
designed
architected
structured
organized
arranged
prepared
setup
configured
initialized
activated
enabled
started
launched
deployed
released
published
distributed
delivered
sent
transmitted
communicated
shared
posted
uploaded
downloaded
installed
loaded
imported
exported
transferred
moved
copied
duplicated
replicated
cloned
mirrored
backed
stored
saved
preserved
archived
recorded
logged
tracked
monitored
observed
watched
viewed
seen
noticed
detected
identified
recognized
acknowledged
understood
comprehended
grasped
learned
studied
researched
investigated
explored
examined
analyzed
evaluated
assessed
measured
calculated
computed
processed
handled
managed
controlled
directed
guided
led
headed
supervised
oversaw
administered
governed
regulated
enforced
implemented
executed
performed
conducted
carried
delivered
provided
supplied
furnished
equipped
armed
prepared
readied
primed
loaded
charged
powered
energized
activated
triggered
initiated
started
began
commenced
opened
introduced
presented
showed
demonstrated
exhibited
displayed
revealed
exposed
uncovered
discovered
found
located
identified
recognized
classified
categorized
labeled
tagged
marked
noted
recorded
documented
reported
announced
declared
stated
mentioned
referred
cited
quoted
referenced
linked
connected
associated
related
correlated
corresponded
