one
two
three
four
five
six
seven
eight
nine
ten
eleven
twelve
thirteen
fourteen
fifteen
sixteen
seventeen
eighteen
nineteen
twenty
thirty
forty
fifty
sixty
seventy
eighty
ninety
hundred
thousand
million
billion
first
second
third
fourth
fifth
last
red
blue
green
yellow
orange
purple
pink
black
white
gray
brown
golden
silver
crimson
scarlet
azure
navy
violet
indigo
dog
cat
bird
fish
horse
lion
tiger
bear
wolf
fox
deer
rabbit
mouse
snake
dragon
eagle
hawk
owl
raven
crow
shark
whale
dolphin
tree
flower
river
mountain
ocean
sky
star
moon
sun
cloud
rain
snow
wind
storm
thunder
lightning
fire
water
earth
stone
rock
sand
grass
leaf
forest
garden
field
meadow
valley
hill
peak
cliff
cave
lake
pond
stream
waterfall
house
home
door
window
room
floor
wall
roof
street
road
path
bridge
gate
tower
castle
palace
temple
church
school
library
museum
hospital
station
airport
port
market
shop
store
bank
office
factory
farm
mill
mine
prison
fortress
car
bike
plane
boat
train
bus
ship
truck
van
taxi
subway
metro
helicopter
rocket
satellite
run
walk
jump
fly
swim
dance
sing
play
work
sleep
eat
drink
read
write
speak
listen
watch
think
dream
create
build
make
break
fix
find
lose
give
take
send
receive
buy
sell
trade
fight
battle
win
lose
save
protect
destroy
heal
hurt
help
harm
big
small
tall
short
long
wide
deep
high
low
fast
slow
hot
cold
warm
cool
soft
hard
bright
dark
light
heavy
thick
thin
sharp
dull
smooth
rough
wet
dry
clean
dirty
fresh
stale
rich
poor
full
empty
loud
quiet
young
brave
strong
wise
kind
pure
true
good
evil
fair
just
bold
calm
wild
free
safe
dangerous
mysterious
magical
ancient
eternal
sacred
holy
divine
royal
noble
humble
proud
fierce
gentle
peaceful
violent
beautiful
ugly
strange
normal
common
rare
unique
special
perfect
broken
whole
complete
partial
simple
complex
easy
difficult
possible
impossible
certain
uncertain
clear
confused
happy
sad
angry
scared
excited
bored
tired
awake
alive
dead
real
fake
natural
artificial
modern
classic
famous
unknown
hidden
secret
public
private
open
closed
morning
evening
noon
midnight
dawn
dusk
sunset
sunrise
day
night
week
month
year
decade
century
spring
summer
autumn
winter
today
tomorrow
yesterday
forever
never
always
sometimes
often
rarely
soon
late
early
city
town
village
country
nation
world
universe
planet
continent
region
state
province
territory
kingdom
empire
republic
colony
land
sea
coast
shore
beach
harbor
bay
cape
peninsula
island
mainland
border
frontier
friend
family
mother
father
sister
brother
child
baby
son
daughter
uncle
aunt
cousin
nephew
niece
grandfather
grandmother
parent
spouse
husband
wife
partner
lover
enemy
stranger
neighbor
guest
host
master
servant
teacher
student
doctor
nurse
soldier
sailor
pilot
captain
chief
king
queen
prince
princess
knight
warrior
wizard
witch
priest
monk
prophet
angel
demon
ghost
spirit
soul
god
goddess
hero
legend
champion
leader
follower
rebel
traitor
thief
hunter
guardian
messenger
healer
maker
destroyer
love
hope
faith
trust
peace
joy
life
death
truth
honor
glory
power
wisdom
courage
freedom
justice
mercy
grace
beauty
strength
knowledge
memory
dream
vision
destiny
fate
fortune
luck
chance
choice
will
desire
fear
anger
pride
shame
guilt
regret
sorrow
happiness
wonder
mystery
magic
miracle
blessing
curse
promise
secret
treasure
gift
reward
punishment
victory
defeat
success
failure
beginning
ending
journey
adventure
quest
mission
battle
war
peace
harmony
balance
order
chaos
creation
destruction
rebirth
transformation
evolution
revolution
awakening
enlightenment
salvation
damnation
redemption
sacrifice
betrayal
loyalty
devotion
obsession
passion
madness
genius
innocence
corruption
purity
darkness
shadow
light
flame
ice
crystal
diamond
ruby
emerald
sapphire
pearl
gold
silver
bronze
iron
steel
copper
glass
wood
bone
blood
heart
mind
body
hand
eye
voice
word
name
sign
symbol
mark
seal
key
lock
door
gate
window
mirror
mask
crown
sword
shield
arrow
bow
spear
axe
hammer
staff
wand
ring
amulet
charm
spell
curse
prayer
song
poem
story
legend
myth
prophecy
riddle
puzzle
game
test
trial
challenge
obstacle
trap
maze
labyrinth
tower
dungeon
throne
altar
grave
tomb
crypt
shrine
sanctuary
haven
refuge
prison
cage
chain
rope
net
web
circle
square
triangle
spiral
cross
star
moon
sun
lightning
thunder
earthquake
volcano
tsunami
hurricane
tornado
flood
drought
plague
famine
